Repository: br-automation-com/mapp-Framework
Catalog: mappFramework/Logical/Infrastructure/Report/ExampleText/ReportEx.tmx
Source language: en
Languages: de, zh

source: Simple Report
de: Einfacher Bericht
zh: 简单报告

source: Advanced Report
de: Erweiterter Bericht
zh: 高级报告

source: Below is the report for today's run of the Machine 5000.
de: Uten ist der Bericht fur den heutigen Lauf der Machine5000.
zh: 以下是今天机器 5000 的运行报告。

source: Page {&PageNr} of {&TotalPageNr}
de: Seite {&PageNr} von {&TotalPageNr}
zh: 第 {&PageNr} 页，共 {&TotalPageNr}

source: Batch Number: {#::ReportMgr:ReportExample.AdvancedReport.BatchNumber}
de: Chargennummer: {#::ReportMgr:ReportExample.AdvancedReport.BatchNumber}
zh: 批号：{#::ReportMgr:ReportExample.AdvancedReport.BatchNumber}

source: Run Time
de: Laufzeit
zh: 运行

source: Up Time
de: Betriebszeit
zh: 正常运行时间

source: Down Time
de: Ausfallzeit
zh: 停机时间

source: Parts Made
de: Teile Gemacht
zh: 零件制造

source: PPM
de: TPM

source: Number of Rejects
de: Anzahl der Ablehnungen
zh: 拒绝次数

source: Temp Readings Throughout the Day
de: Temperaturwerte den Ganzen Tag
zh: 全天的温度读数

source: Temp (C)
de: Temperatur (C)
zh: 温度 (C)

source: Line 1
de: Linie 1
zh: 1号线

source: Line 2
de: Linie 2
zh: 2号线

source: Line 3
de: Linie 3
zh: 3号线

source: No alarm history data available.
de: Keine Alarmverlaufsdaten verfugbar.
zh: 没有可用的警报历史数据。

source: No audit events available.
de: Keine Uberwachungsereignisse verfugbar.
zh: 没有可用的审计事件。

source: Production statistics from lines 1-3 of the Machine 5000
de: Produktionsstatistik der Zeilen 1-3 der Maschine 5000
zh: Machine 5000 1-3 线的生产统计

source: Comparison of the number of parts made across the three lines
de: Vergleich der Anzahl der hergestellten Teile uber die drei Linien
zh: 跨三线制造的零件数量比较

source: Comparison of the number of rejects made across the three lines
de: Vergleich der Anzahl der Ausschleusungen uber die drei Linien hinweg
zh: 三行拒收数量对比

source: Comparing parts and rejects on line 1
de: Abgleich von Teilen und Ausschuss auf Linie 1
zh: 在第 1 行比较零件和不合格品

source: Comparing parts and rejects on line 2
de: Abgleich von Teilen und Ausschuss auf Linie 2
zh: 在第 2 行比较零件和不合格品

source: Comparing parts and rejects on line 3
de: Abgleich von Teilen und Ausschuss auf Linie 3
zh: 在第 3 行比较零件和不合格品

source: Temperature samples from the machine taken every 15 minutes
de: Alle 15 Minuten werden Temperaturproben von der Maschine genommen
zh: 每 15 分钟从机器采集温度样本

source: Daily Summary
de: Tagliche Zusammenfassung
zh: 每日总结

source: Parts and Reject Statistics
de: Teile- und Ausschussstatistik
zh: 零件和拒绝统计

source: Temperature Samples
de: Temperaturproben
zh: 温度样本

source: Alarm History
de: Alarmverlauf
zh: 报警历史

source: Audit Trail
de: Buchungskontrolle
zh: 审计追踪

source: Operator Signature: ___________________________________________________
de: Unterschrift des Bedieners: ___________________________________________________
zh: 操作员签名：___________________________________________________

source: Time Stamp
de: Zeitstempel
zh: 时间戳

source: Code
de: Schlusselwort
zh: 代码

source: Message
de: Meldung
zh: 信息

source: Old Value
de: Alter Wert
zh: 旧值

source: New Value
de: Neuer Wert
zh: 新价值

source: Name
zh: 姓名

source: Text
zh: 文本
